OdDAI.Aggr.rxUninit
\details
Temporary method for OdArray compatibility.

OdDAI.Aggr.compare(OdDAI.Aggr!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
Aggregates comapring.
\param right [in] aggregate from right of expression to compare.
\returns Returns true if aggregates are equal and false in otherwise.

OdDAI.Aggr.#ctor(OdDAI.Aggr!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
\details
constructor of copy!